Repository: Almaalim/aicDataFeeder
Catalog: Pages/App_LocalResources/WorkTimeSetting.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: Worktime Name (Ar)
ar: اسم وقت العمل (ع)

# BoundFieldResource2.HeaderText
source: Worktime Name (En)
ar: اسم وقت العمل (EN)

# BoundFieldResource4.HeaderText
source: Worktime Status
ar: حالة وقت العمل

# btnAddResource1.Text
source: Add
ar: اضافة

# btnCalShift1DurationResource1.ToolTip
source: Calculater Shift 1 Duration
ar: احسب مدة الوردية 1

# btnCalShift2DurationResource1.ToolTip
source: Calculater Shift 2 Duration
ar: احسب مدة الوردية 2

# btnCalShift3DurationResource1.ToolTip
source: Calculater Shift 3 Duration
ar: احسب مدة الوردية 3

# btnCancelResource1.Text
source: Cancel
ar: إلغاء

# btnDeleteResource1.Text
source: Delete
ar: حذف

# btnEditResource1.Text
source: Edit
ar: تعديل

# btnSaveResource1.Text
source: Save
ar: حفظ

# btnSearchResource1.Text
source: Search
ar: بحث

# chkEwrFriResource1.Text
source: Friday
ar: الجمعة

# chkEwrMonResource1.Text
source: Monday
ar: الأثنين

# chkEwrSatResource1.Text
source: Saturday
ar: السبت

# chkEwrSunResource1.Text
source: Sunday
ar: الأحد

# chkEwrThuResource1.Text
source: Thursday
ar: الخميس

# chkEwrTueResource1.Text
source: Tuesday
ar: الثلاثاء

# chkEwrWedResource1.Text
source: Wednesday
ar: الأربعاء

# chkWktStatusResource1.Text
source: Active
ar: فعّال

# CommandFieldResource1.CancelText
source: Cancel
ar: إلغاء

# CommandFieldResource1.DeleteText
source: Delete
ar: حذف

# CommandFieldResource1.EditText
source: Edit
ar: تعديل

# CommandFieldResource1.InsertText
source: Insert
ar: اضافة

# CommandFieldResource1.NewText
source: New
ar: جديد

# CommandFieldResource1.SelectText
source: select
ar: اختر

# CommandFieldResource1.UpdateText
source: Update
ar: تحديث

# cvCalStartDateEmptyResource1.Text
source: <img src='images/Exclamation.gif' title='Start Date is required!' />
ar: <img src='images/Exclamation.gif' title='تاريخ البدء مطلوب!' />

# cvCompareDatesResource1.ErrorMessage
source: start date more than end date!
ar: تاريخ البدء أكبر من تاريخ الإنتهاء!

# cvCompareDatesResource1.Text
source: <img src='images/message_exclamation.png' title='start date more than end date!' />
ar: <img src='images/message_exclamation.png' title='تاريخ البدء أكبر من تاريخ الإنتهاء!' />

# cvOrderShfit2Resource1.ErrorMessage
source: Shifts must be ordered by time!
ar: الورديات يجب أن تكون مرتبة بحسب الوقت!

# cvOrderShfit2Resource1.Text
source: <img src='../Images/icon/message_exclamation.png' title='Shifts must be ordered by time' />
ar: <img src='../Images/icon/message_exclamation.png' title='الورديات يجب أن تكون مرتبة بحسب الوقت!' />

# cvOrderShfit3Resource1.ErrorMessage
source: Shifts must be ordered by time!
ar: الورديات يجب أن تكون مرتبة بحسب الوقت!

# cvOrderShfit3Resource1.Text
source: <img src='../Images/icon/message_exclamation.png' title='Shifts must be ordered by time' />
ar: <img src='../Images/icon/message_exclamation.png' title='الورديات يجب أن تكون مرتبة بحسب الوقت!' />

# cvSelectWorkDaysResource1.ErrorMessage
source: Select Work Days
ar: اختر أيام العمل!

# cvSelectWorkDaysResource1.Text
source: <img src='../Images/icon/message_exclamation.png' title='Select Work Days!' />
ar: <img src='../Images/icon/message_exclamation.png' title='اختر أيام العمل!' />

# cvShift1CalResource1.ErrorMessage
source: Enter correct Shift 1 Time!
ar: ادخل وقت الوردية1 بصورة صحيحة

# cvShift1CalResource1.Text
source: <img src='../Images/icon/message_exclamation.png' title='Enter correct Shift 1 Time' />
ar: <img src='../Images/icon/message_exclamation.png' title='ادخل وقت الوردية1 بصورة صحيحة' />

# cvShift1DurationResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Shift 1 Duration is required!' />
ar: <img src='../Images/icon/Exclamation.gif' title='وقت الوردية1 مطلوبة!' />

# cvShift1TimeResource1.ErrorMessage
source: Enter correct Shift 1 Time!
ar: ادخل وقت الوردية1 بصورة صحيحة

# cvShift1TimeResource1.Text
source: <img src='../Images/icon/message_exclamation.png' title='Enter correct Shift 1 Time' />
ar: <img src='../Images/icon/message_exclamation.png' title='ادخل وقت الوردية1 بصورة صحيحة' />

# cvShift2CalResource1.ErrorMessage
source: Enter correct Shift 2 Time!
ar: ادخل وقت الوردية2بصورة صحيحة

# cvShift2CalResource1.Text
source: <img src='../Images/icon/message_exclamation.png' title='Enter correct Shift 2 Time' />
ar: <img src='../Images/icon/message_exclamation.png' title='ادخل وقت الوردية2بصورة صحيحة !' />

# cvShift2DurationResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Shift 2 Duration is required!' />
ar: <img src='../Images/icon/Exclamation.gif' title='وقت الوردية2 مطلوبة!' />

# cvShift2TimeResource1.ErrorMessage
source: Enter correct Shift 2 Time!
ar: ادخل وقت الوردية2بصورة صحيحة

# cvShift2TimeResource1.Text
source: <img src='../Images/icon/message_exclamation.png' title='Enter correct Shift 2 Time' />
ar: <img src='../Images/icon/message_exclamation.png' title='ادخل وقت الوردية 2 بصورة صحيحة!' />

# cvShift3CalResource1.ErrorMessage
source: Enter correct Shift 3 Time!
ar: ادخل وقت الوردية 3 بصورة صحيحة!

# cvShift3CalResource1.Text
source: <img src='../Images/icon/message_exclamation.png' title='Enter correct Shift 3 Time' />
ar: <img src='../Images/icon/message_exclamation.png' title='ادخل وقت الوردية 3 بصورة صحيحة!' />

# cvShift3DurationResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Shift 3 Duration is required!' />
ar: <img src='../Images/icon/Exclamation.gif' title='مدة الوردية 3 مطلوبة!' />

# cvShift3TimeResource1.ErrorMessage
source: Enter correct Shift 3 Time!
ar: ادخل وقت الوردية 3 بصورة صحيحة!

# cvShift3TimeResource1.Text
source: <img src='../Images/icon/message_exclamation.png' title='Enter correct Shift 3 Time' />
ar: <img src='../Images/icon/message_exclamation.png' title='ادخل وقت الوردية 3 بصورة صحيحة!' />

# lblEndDateResource1.Text
source: End Date :
ar: تاريخ الانتهاء :

# lblSearchResource1.Text
source: Search By :
ar: بحث بواسطة :

# lblShift1DurationResource1.Text
source: Duration :
ar: المدة :

# lblshift1GraceInResource1.Text
source: Grace time In :
ar: مدة السماح للدخول :

# lblShift1InResource1.Text
source: Shift In :
ar: بداية الوردية :

# lblShift1NameArResource1.Text
source: Shift Name (Ar) :
ar: اسم الوردية (ع) :

# lblShift1NameEnResource1.Text
source: Shift Name (En) :
ar: اسم الوردية (E) :

# lblShift1OutResource1.Text
source: Shift Out :
ar: نهاية الوردية :

# lblShift1Resource1.Text
source: Shift (1) :
ar: الوردية 1 :

# lblShift2DurationResource1.Text
source: Duration :
ar: المدة :

# lblShift2GraceInResource1.Text
source: Grace time In :
ar: مدة السماح للدخول :

# lblShift2InResource1.Text
source: Shift In :
ar: بداية الوردية :

# lblShift2NameArResource1.Text
source: Shift Name (Ar) :
ar: اسم الوردية (ع) :

# lblShift2NameEnResource1.Text
source: Shift Name (En) :
ar: اسم الوردية (E) :

# lblShift2OutResource1.Text
source: Shift Out :
ar: نهاية الوردية :

# lblShift2Resource1.Text
source: Shift (2) :
ar: الوردية 2 :

# lblShift3DurationResource1.Text
source: Duration :
ar: المدة :

# lblShift3GraceInResource1.Text
source: Grace time In :
ar: مدة السماح للدخول :

# lblShift3InResource1.Text
source: Shift In :
ar: بداية الوردية :

# lblShift3NameArResource1.Text
source: Shift Name (Ar) :
ar: اسم الوردية (ع) :

# lblShift3NameEnResource1.Text
source: Shift Name (En) :
ar: اسم الوردية (E) :

# lblShift3OutResource1.Text
source: Shift Out :
ar: نهاية الوردية :

# lblShift3Resource1.Text
source: Shift (3) :
ar: الوردية 3 :

# lblStartDateResource1.Text
source: Start Date :
ar: تاريخ البدء :

# lblWktStatusResource1.Text
source: Worktime Status :
ar: حالة وقت العمل :

# lblWorkNameArResource1.Text
source: Work Name (Ar):
ar: اسم وقت العمل (ع) :

# lblWorkNameEnResource1.Text
source: Work Name (En) :
ar: اسم وقت العمل (EN)

# lblWrokDaysResource1.Text
source: Work Days :
ar: أيام العمل :

# ListItemResource1.Text
source: [none]
ar: [لا شي]

# ListItemResource2.Text
source: Worktime Name (Ar)
ar: اسم وقت العمل (ع)

# ListItemResource3.Text
source: Worktime Name (En)
ar: اسم وقت العمل (EN)

# rfvWorkNameArResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Work Name (Ar) is required' />
ar: <img src='../Images/icon/Exclamation.gif' title='اسم وقت العمل (ع) مطلوب!' />

# rfvWorkNameEnResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Work Name (En) is required' />
ar: <img src='../Images/icon/Exclamation.gif' title='اسم وقت العمل (EN) مطلوب!' />

# rvSearchResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='You must enter a value to search!' />
ar: <img src='../Images/icon/Exclamation.gif' title='يجب ادخال قيمة في خانة البحث!' />

# cvArShift1NameResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Shift 1 Name Arabic is required!' />
ar: <img src='../Images/icon/Exclamation.gif' title='اسم الوردية 1 (ع) اجباري!' />

# cvArShift2NameResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Shift 2 Name Arabic is required!' />
ar: <img src='../images/Exclamation.gif' title='اسم الوردية 2 (ع) اجباري!' />

# cvArShift3NameResource1.Text
source: <img src='../Images/icon/Exclamation.gif' title='Shift 3 Name Arabic is required!' />
ar: <img src='../images/Exclamation.gif' title='اسم الوردية 3 (ع) اجباري!' />
